Repository: jansoganci/budgetmeter.ios
Catalog: budgetmeter.ios/Resources/UI.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, pt, tr, zh_hans

# account.delete.confirm
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt: Excluir
tr: Sil
zh_hans: 删除

# account.delete.message
source: This permanently deletes your account and synced data on our servers. Data on this device stays unless you reset it separately in Settings.
ar: يحذف هذا حسابك وبياناتك المتزامنة على خوادمنا بشكل دائم. تبقى البيانات على هذا الجهاز ما لم تُعاد تعيينها بشكل منفصل في الإعدادات.
de: Dies löscht dauerhaft Ihr Konto und synchronisierte Daten auf unseren Servern. Daten auf diesem Gerät bleiben erhalten, sofern Sie sie nicht separat in den Einstellungen zurücksetzen.
es: Esto elimina permanentemente tu cuenta y los datos sincronizados en nuestros servidores. Los datos en este dispositivo permanecen a menos que los restablezcas por separado en Ajustes.
fr: Cela supprime définitivement votre compte et les données synchronisées sur nos serveurs. Les données sur cet appareil restent sauf si vous les réinitialisez séparément dans Réglages.
it: Questo elimina definitivamente il tuo account e i dati sincronizzati sui nostri server. I dati su questo dispositivo restano a meno che non li reimposti separatamente in Impostazioni.
ja: アカウントとサーバー上の同期データが永久に削除されます。このデバイスのデータは、設定で別途リセットしない限り残ります。
pt: Isso exclui permanentemente sua conta e os dados sincronizados em nossos servidores. Os dados neste dispositivo permanecem, a menos que você os redefina separadamente em Ajustes.
tr: Bu işlem hesabınızı ve sunucularımızdaki eşitlenmiş verileri kalıcı olarak siler. Bu cihazdaki veriler, Ayarlar'dan ayrıca sıfırlamadığınız sürece kalır.
zh_hans: 这将永久删除您的账户及我们服务器上的同步数据。除非您在设置中单独重置，否则此设备上的数据会保留。

# account.delete.success
source: Account deleted.
ar: تم حذف الحساب.
de: Konto gelöscht.
es: Cuenta eliminada.
fr: Compte supprimé.
it: Account eliminato.
ja: アカウントを削除しました。
pt: Conta excluída.
tr: Hesap silindi.
zh_hans: 账户已删除。

# account.delete.title
source: Delete Account
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
ja: アカウントを削除
pt: Excluir conta
tr: Hesabı Sil
zh_hans: 删除账户

# account.footer
source: Sign in is free and syncs your data to your account. Manual backup & restore is a Premium feature.
ar: تسجيل الدخول مجاني ويزامن بياناتك مع حسابك. النسخ الاحتياطي والاستعادة اليدويان ميزة Premium.
de: Die Anmeldung ist kostenlos und synchronisiert Ihre Daten mit Ihrem Konto. Manuelles Backup & Wiederherstellen ist eine Premium-Funktion.
es: Iniciar sesión es gratis y sincroniza tus datos con tu cuenta. La copia de seguridad y restauración manual es una función Premium.
fr: La connexion est gratuite et synchronise vos données avec votre compte. La sauvegarde et la restauration manuelles sont une fonctionnalité Premium.
it: L'accesso è gratuito e sincronizza i dati con il tuo account. Backup e ripristino manuali sono una funzione Premium.
ja: サインインは無料で、アカウントにデータを同期します。手動バックアップと復元はプレミアム機能です。
pt: O login é gratuito e sincroniza seus dados com sua conta. Backup e restauração manuais são um recurso Premium.
tr: Giriş ücretsizdir ve verilerinizi hesabınıza eşitler. Manuel yedekleme ve geri yükleme Premium özelliğidir.
zh_hans: 登录免费，并将数据同步到您的账户。手动备份和恢复是高级功能。

# account.section.title
source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
pt: Conta
tr: Hesap
zh_hans: 账户

# account.sign_in_apple
source: Sign in with Apple
ar: تسجيل الدخول باستخدام Apple
de: Mit Apple anmelden
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
it: Accedi con Apple
ja: Appleでサインイン
pt: Entrar com Apple
tr: Apple ile Giriş Yap
zh_hans: 通过 Apple 登录

# account.sign_in_cancelled
source: Sign in cancelled.
ar: تم إلغاء تسجيل الدخول.
de: Anmeldung abgebrochen.
es: Inicio de sesión cancelado.
fr: Connexion annulée.
it: Accesso annullato.
ja: サインインがキャンセルされました。
pt: Login cancelado.
tr: Giriş iptal edildi.
zh_hans: 登录已取消。

# account.sign_in_success
source: Signed in successfully.
ar: تم تسجيل الدخول بنجاح.
de: Erfolgreich angemeldet.
es: Sesión iniciada correctamente.
fr: Connexion réussie.
it: Accesso effettuato con successo.
ja: サインインに成功しました。
pt: Login realizado com sucesso.
tr: Başarıyla giriş yapıldı.
zh_hans: 登录成功。

# account.sign_out
source: Sign Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ja: サインアウト
pt: Sair
tr: Çıkış Yap
zh_hans: 退出登录

# account.sign_out_success
source: Signed out.
ar: تم تسجيل الخروج.
de: Abgemeldet.
es: Sesión cerrada.
fr: Déconnecté.
it: Disconnesso.
ja: サインアウトしました。
pt: Desconectado.
tr: Çıkış yapıldı.
zh_hans: 已退出登录。

# account.signed_in
source: Signed in
ar: تم تسجيل الدخول
de: Angemeldet
es: Sesión iniciada
fr: Connecté
it: Accesso effettuato
ja: サインイン済み
pt: Conectado
tr: Giriş yapıldı
zh_hans: 已登录

# account.title
source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
pt: Conta
tr: Hesap
zh_hans: 账户

# alert.ok
source: OK
ar: موافق
tr: Tamam
zh_hans: 好

# auth.error.delete_failed
source: Account deletion failed. Please try again.
ar: فشل حذف الحساب. يرجى المحاولة مرة أخرى.
de: Kontolöschung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al eliminar la cuenta. Inténtalo de nuevo.
fr: Échec de la suppression du compte. Veuillez réessayer.
it: Eliminazione account non riuscita. Riprova.
ja: アカウントの削除に失敗しました。もう一度お試しください。
pt: Falha ao excluir conta. Tente novamente.
tr: Hesap silme başarısız. Lütfen tekrar deneyin.
zh_hans: 删除账户失败，请重试。

# auth.error.not_authenticated
source: You are not signed in.
ar: لم تسجّل الدخول.
de: Sie sind nicht angemeldet.
es: No has iniciado sesión.
fr: Vous n'êtes pas connecté.
it: Non hai effettuato l'accesso.
ja: サインインしていません。
pt: Você não está conectado.
tr: Giriş yapmadınız.
zh_hans: 您尚未登录。

# auth.error.not_configured
source: Cloud sign-in is not configured.
ar: تسجيل الدخول السحابي غير مُعد.
de: Cloud-Anmeldung ist nicht konfiguriert.
es: El inicio de sesión en la nube no está configurado.
fr: La connexion cloud n'est pas configurée.
it: L'accesso cloud non è configurato.
ja: クラウドサインインが設定されていません。
pt: O login na nuvem não está configurado.
tr: Bulut girişi yapılandırılmamış.
zh_hans: 云登录未配置。

# auth.error.sign_in_failed
source: Sign in failed. Please try again.
ar: فشل تسجيل الدخول. يرجى المحاولة مرة أخرى.
de: Anmeldung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al iniciar sesión. Inténtalo de nuevo.
fr: Échec de la connexion. Veuillez réessayer.
it: Accesso non riuscito. Riprova.
ja: サインインに失敗しました。もう一度お試しください。
pt: Falha no login. Tente novamente.
tr: Giriş başarısız. Lütfen tekrar deneyin.
zh_hans: 登录失败，请重试。

# auth.error.sign_out_failed
source: Sign out failed. Please try again.
ar: فشل تسجيل الخروج. يرجى المحاولة مرة أخرى.
de: Abmeldung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al cerrar sesión. Inténtalo de nuevo.
fr: Échec de la déconnexion. Veuillez réessayer.
it: Disconnessione non riuscita. Riprova.
ja: サインアウトに失敗しました。もう一度お試しください。
pt: Falha ao sair. Tente novamente.
tr: Çıkış başarısız. Lütfen tekrar deneyin.
zh_hans: 退出登录失败，请重试。

# auth.forgot_password.send
source: Send Reset Link
ar: إرسال رابط إعادة التعيين
de: Link zum Zurücksetzen senden
es: Enviar enlace de restablecimiento
fr: Envoyer le lien de réinitialisation
it: Invia link di reimpostazione
ja: リセットリンクを送信
pt: Enviar link de redefinição
tr: Sıfırlama Bağlantısı Gönder
zh_hans: 发送重置链接

# auth.forgot_password.sent
source: If this email is registered, you'll receive a reset link.
ar: إذا كان هذا البريد مسجلاً، ستتلقى رابط إعادة التعيين.
de: Wenn diese E-Mail registriert ist, erhalten Sie einen Link zum Zurücksetzen.
es: Si este correo está registrado, recibirás un enlace de restablecimiento.
fr: Si cet e-mail est enregistré, vous recevrez un lien de réinitialisation.
it: Se questa e-mail è registrata, riceverai un link di reimpostazione.
ja: このメールが登録されている場合、リセットリンクが届きます。
pt: Se este e-mail estiver registrado, você receberá um link de redefinição.
tr: Bu e-posta kayıtlıysa, bir sıfırlama bağlantısı alacaksınız.
zh_hans: 如果此电子邮件已注册，您将收到重置链接。

# auth.forgot_password.subtitle
source: Enter your email to regain access to your account.
ar: أدخل بريدك الإلكتروني لاستعادة الوصول إلى حسابك.
de: Gib deine E-Mail ein, um wieder Zugang zu deinem Konto zu erhalten.
es: Introduce tu correo para recuperar el acceso a tu cuenta.
fr: Entrez votre e-mail pour retrouver l'accès à votre compte.
it: Inserisci la tua email per riottenere l'accesso al tuo account.
ja: アカウントに再度アクセスするため、メールアドレスを入力してください。
pt: Digite seu e-mail para recuperar o acesso à sua conta.
tr: Hesabına tekrar erişmen için e-posta adresini gir.
zh_hans: 输入您的电子邮件以重新访问您的账户。

# auth.forgot_password.title
source: Forgot Password
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
it: Reimposta password
ja: パスワードをリセット
pt: Redefinir senha
tr: Şifremi unuttum
zh_hans: 重置密码

# auth.register.button
source: Create Account
ar: إنشاء حساب
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
it: Crea account
ja: アカウント作成
pt: Criar conta
tr: Hesap Oluştur
zh_hans: 创建账户

# auth.register.confirm_password
source: Confirm Password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password
ja: パスワード確認
pt: Confirmar senha
tr: Şifreyi Onayla
zh_hans: 确认密码

# auth.register.password_mismatch
source: Passwords do not match
ar: كلمات المرور غير متطابقة
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono
ja: パスワードが一致しません
pt: As senhas não coincidem
tr: Şifreler eşleşmiyor
zh_hans: 密码不匹配

# auth.register.sign_in_link
source: Already have an account? Sign in
ar: لديك حساب بالفعل؟ تسجيل الدخول
de: Bereits ein Konto? Anmelden
es: ¿Ya tienes cuenta? Iniciar sesión
fr: Vous avez déjà un compte ? Connexion
it: Hai già un account? Accedi
ja: すでにアカウントをお持ちですか？サインイン
pt: Já tem uma conta? Entrar
tr: Zaten hesabın var? Giriş yap
zh_hans: 已有账户？登录

# auth.register.subtitle
source: Start tracking your money more calmly.
ar: ابدأ بتتبع أموالك بمزيد من الهدوء.
de: Beginne, dein Geld ruhiger zu verfolgen.
es: Empieza a seguir tu dinero con más calma.
fr: Commencez à suivre votre argent plus sereinement.
it: Inizia a seguire il tuo denaro con più calma.
ja: もっと穏やかにお金の管理を始めましょう。
pt: Comece a acompanhar seu dinheiro com mais calma.
tr: Paranı daha sakin takip etmeye başla.
zh_hans: 更从容地开始追踪您的资金。

# auth.register.title
source: Create Account
ar: إنشاء حساب
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
it: Crea account
ja: アカウント作成
pt: Criar conta
tr: Hesap oluştur
zh_hans: 创建账户

# auth.sign_in.button
source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
ja: サインイン
pt: Entrar
tr: Giriş Yap
zh_hans: 登录

# auth.sign_in.email
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
ja: メール
tr: E-posta
zh_hans: 电子邮件

# auth.sign_in.forgot_password
source: Forgot Password?
ar: هل نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?
ja: パスワードをお忘れですか？
pt: Esqueceu a senha?
tr: Şifremi Unuttum?
zh_hans: 忘记密码？

# auth.sign_in.password
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
pt: Senha
tr: Şifre
zh_hans: 密码

# auth.sign_in.subtitle
source: Continue tracking your money pace.
ar: تابع تتبع وتيرة أموالك.
de: Verfolge weiter dein Geldtempo.
es: Sigue el ritmo de tu dinero.
fr: Continuez à suivre le rythme de votre argent.
it: Continua a monitorare il ritmo del tuo denaro.
ja: お金のペースを追い続けましょう。
pt: Continue acompanhar o ritmo do seu dinheiro.
tr: Paranın temposunu takip etmeye devam et.
zh_hans: 继续追踪您的资金节奏。

# auth.sign_in.title
source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accedi
ja: サインイン
pt: Entrar
tr: Giriş yap
zh_hans: 登录

# auth.splash.loading
source: Loading...
ar: جارٍ التحميل...
de: Wird geladen...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
pt: Carregando...
tr: Yükleniyor...
zh_hans: 加载中...

# auth.welcome.create_account
source: Create Account
ar: إنشاء حساب
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
it: Crea account
ja: アカウント作成
pt: Criar conta
tr: Hesap Oluştur
zh_hans: 创建账户

# auth.welcome.sign_in_apple
source: Sign in with Apple
ar: تسجيل الدخول باستخدام Apple
de: Mit Apple anmelden
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
it: Accedi con Apple
ja: Appleでサインイン
pt: Entrar com Apple
tr: Apple ile Giriş Yap
zh_hans: 通过 Apple 登录

# auth.welcome.sign_in_email
source: Sign in with Email
ar: تسجيل الدخول بالبريد الإلكتروني
de: Mit E-Mail anmelden
es: Iniciar sesión con correo
fr: Se connecter par e-mail
it: Accedi con e-mail
ja: メールでサインイン
pt: Entrar com e-mail
tr: E-posta ile Giriş Yap
zh_hans: 使用电子邮件登录

# auth.welcome.subtitle
source: Understanding your money is easier now.
ar: فهم أموالك أصبح أسهل الآن.
de: Dein Geld verstehen ist jetzt einfacher.
es: Entender tu dinero ahora es más fácil.
fr: Comprendre votre argent est plus facile maintenant.
it: Capire il tuo denaro è più facile ora.
ja: お金を理解するのがもっと簡単になりました。
pt: Entender seu dinheiro ficou mais fácil.
tr: Paranı anlamak artık daha kolay.
zh_hans: 了解您的资金现在更容易了。

# auth.welcome.support
source: See where your money goes today, in one glance.
ar: انظر أين يذهب مالك اليوم بنظرة واحدة.
de: Sieh auf einen Blick, wohin dein Geld heute geht.
es: Ve dónde va tu dinero hoy, de un solo vistazo.
fr: Voyez où va votre argent aujourd'hui, en un coup d'œil.
it: Vedi dove va il tuo denaro oggi, in un colpo d'occhio.
ja: 今日のお金の行き先を、ひと目で確認。
pt: Veja onde seu dinheiro vai hoje, em um olhar.
tr: Bugün paran nereye gidiyor, tek bakışta gör.
zh_hans: 一眼看清今天的钱花在哪里。

# backup.cloud_summary
source: Manual backup: %lld records, %@
ar: نسخ احتياطي يدوي: %lld سجل، %@
de: Manuelles Backup: %lld Datensätze, %@
es: Copia manual: %lld registros, %@
fr: Sauvegarde manuelle : %lld enregistrements, %@
it: Backup manuale: %lld record, %@
ja: 手動バックアップ: %lld 件、%@
pt: Backup manual: %lld registros, %@
tr: Manuel yedek: %lld kayıt, %@
zh_hans: 手动备份：%lld 条记录，%@

# backup.error.confirm_restore
source: Restore will replace local data on this device.
ar: ستؤدي الاستعادة إلى استبدال البيانات المحلية على هذا الجهاز.
de: Die Wiederherstellung ersetzt lokale Daten auf diesem Gerät.
es: La restauración reemplazará los datos locales en este dispositivo.
fr: La restauration remplacera les données locales sur cet appareil.
it: Il ripristino sostituirà i dati locali su questo dispositivo.
ja: 復元するとこのデバイスのローカルデータが置き換えられます。
pt: A restauração substituirá os dados locais neste dispositivo.
tr: Geri yükleme bu cihazdaki yerel verileri değiştirecek.
zh_hans: 恢复将替换此设备上的本地数据。

# backup.error.failed
source: Backup failed. Your local data is safe.
ar: فشل النسخ الاحتياطي. بياناتك المحلية آمنة.
de: Backup fehlgeschlagen. Ihre lokalen Daten sind sicher.
es: Error en la copia. Tus datos locales están seguros.
fr: Échec de la sauvegarde. Vos données locales sont en sécurité.
it: Backup non riuscito. I tuoi dati locali sono al sicuro.
ja: バックアップに失敗しました。ローカルデータは安全です。
pt: Falha no backup. Seus dados locais estão seguros.
tr: Yedekleme başarısız. Yerel verileriniz güvende.
zh_hans: 备份失败。您的本地数据是安全的。

# backup.error.no_cloud_backup
source: No manual backup found for this account.
ar: لم يتم العثور على نسخ احتياطي يدوي لهذا الحساب.
de: Kein manuelles Backup für dieses Konto gefunden.
es: No se encontró copia de seguridad manual para esta cuenta.
fr: Aucune sauvegarde manuelle trouvée pour ce compte.
it: Nessun backup manuale trovato per questo account.
ja: このアカウントの手動バックアップが見つかりません。
pt: Nenhum backup manual encontrado para esta conta.
tr: Bu hesap için manuel yedek bulunamadı.
zh_hans: 未找到此账户的手动备份。

# backup.error.not_authenticated
source: Sign in to use manual backup & restore.
ar: سجّل الدخول لاستخدام النسخ الاحتياطي والاستعادة اليدويين.
de: Melden Sie sich an, um manuelles Backup & Wiederherstellen zu nutzen.
es: Inicia sesión para usar la copia de seguridad y restauración manual.
fr: Connectez-vous pour utiliser la sauvegarde et la restauration manuelles.
it: Accedi per usare backup e ripristino manuali.
ja: 手動バックアップと復元を使用するにはサインインしてください。
pt: Entre para usar backup e restauração manuais.
tr: Manuel yedekleme ve geri yükleme için giriş yapın.
zh_hans: 登录以使用手动备份和恢复。

# backup.error.not_configured
source: Manual backup is not configured.
ar: النسخ الاحتياطي اليدوي غير مهيأ.
de: Manuelles Backup ist nicht konfiguriert.
es: La copia de seguridad manual no está configurada.
fr: La sauvegarde manuelle n'est pas configurée.
it: Il backup manuale non è configurato.
ja: 手動バックアップが設定されていません。
pt: O backup manual não está configurado.
tr: Manuel yedekleme yapılandırılmamış.
zh_hans: 手动备份未配置。

# backup.error.offline
source: Manual backup is unavailable offline.
ar: النسخ الاحتياطي اليدوي غير متاح دون اتصال.
de: Manuelles Backup ist offline nicht verfügbar.
es: La copia de seguridad manual no está disponible sin conexión.
fr: La sauvegarde manuelle n'est pas disponible hors ligne.
it: Il backup manuale non è disponibile offline.
ja: 手動バックアップはオフラインでは利用できません。
pt: O backup manual não está disponível offline.
tr: Manuel yedekleme çevrimdışı kullanılamaz.
zh_hans: 离线时无法使用手动备份。

# backup.error.premium_required
source: Manual backup & restore requires BudgetMeter Premium.
ar: يتطلب النسخ الاحتياطي والاستعادة اليدويان BudgetMeter Premium.
de: Manuelles Backup & Wiederherstellen erfordert BudgetMeter Premium.
es: La copia de seguridad y restauración manual requieren BudgetMeter Premium.
fr: La sauvegarde et la restauration manuelles nécessitent BudgetMeter Premium.
it: Backup e ripristino manuali richiedono BudgetMeter Premium.
ja: 手動バックアップと復元にはBudgetMeter Premiumが必要です。
pt: Backup e restauração manuais exigem BudgetMeter Premium.
tr: Manuel yedekleme ve geri yükleme BudgetMeter Premium gerektirir.
zh_hans: 手动备份和恢复需要 BudgetMeter Premium。

# backup.error.restore_failed
source: Restore failed. Your previous data was preserved.
ar: فشلت الاستعادة. تم الحفاظ على بياناتك السابقة.
de: Wiederherstellung fehlgeschlagen. Ihre vorherigen Daten wurden bewahrt.
es: Error en la restauración. Se conservaron tus datos anteriores.
fr: Échec de la restauration. Vos données précédentes ont été préservées.
it: Ripristino non riuscito. I tuoi dati precedenti sono stati preservati.
ja: 復元に失敗しました。以前のデータは保持されています。
pt: Falha na restauração. Seus dados anteriores foram preservados.
tr: Geri yükleme başarısız. Önceki verileriniz korundu.
zh_hans: 恢复失败。您之前的数据已保留。

# backup.footer
source: Optional full-device snapshot for advanced recovery. This is separate from everyday account sync. Local data is snapshotted before backup or restore.
ar: لقطة اختيارية كاملة للجهاز للاستعادة المتقدمة. منفصلة عن مزامنة الحساب اليومية. يتم أخذ لقطة للبيانات المحلية قبل النسخ الاحتياطي أو الاستعادة.
de: Optionale vollständige Gerätesicherung für erweiterte Wiederherstellung. Getrennt von der täglichen Kontosynchronisierung. Lokale Daten werden vor Backup oder Wiederherstellung gesichert.
es: Instantánea opcional del dispositivo completo para recuperación avanzada. Separada de la sincronización diaria de la cuenta. Los datos locales se guardan antes de la copia o restauración.
fr: Instantané complet optionnel de l'appareil pour une récupération avancée. Séparé de la synchronisation quotidienne du compte. Les données locales sont sauvegardées avant sauvegarde ou restauration.
it: Istantanea completa opzionale del dispositivo per recupero avanzato. Separata dalla sincronizzazione quotidiana dell'account. I dati locali vengono salvati prima del backup o ripristino.
ja: 高度な復旧のための任意の全デバイススナップショット。日常のアカウント同期とは別です。バックアップまたは復元の前にローカルデータのスナップショットを取得します。
pt: Instantâneo completo opcional do dispositivo para recuperação avançada. Separado da sincronização diária da conta. Os dados locais são salvos antes do backup ou restauração.
tr: Gelişmiş kurtarma için isteğe bağlı tam cihaz anlık görüntüsü. Günlük hesap eşitlemesinden ayrıdır. Yedekleme veya geri yüklemeden önce yerel verilerin anlık görüntüsü alınır.
zh_hans: 用于高级恢复的可选全设备快照。与日常账户同步分开。在备份或恢复前会对本地数据创建快照。

# backup.last_backup
source: Last backup: %@
ar: آخر نسخة احتياطية: %@
de: Letztes Backup: %@
es: Última copia: %@
fr: Dernière sauvegarde : %@
it: Ultimo backup: %@
ja: 最終バックアップ: %@
pt: Último backup: %@
tr: Son yedekleme: %@
zh_hans: 上次备份：%@

# backup.never
source: No manual backup yet
ar: لا يوجد نسخ احتياطي يدوي بعد
de: Noch kein manuelles Backup
es: Aún no hay copia de seguridad manual
fr: Pas encore de sauvegarde manuelle
it: Nessun backup manuale ancora
ja: 手動バックアップはまだありません
pt: Nenhum backup manual ainda
tr: Henüz manuel yedek yok
zh_hans: 尚无手动备份

source: Back Up Now
ar: نسخ احتياطي الآن
de: Jetzt sichern
es: Respaldar ahora
fr: Sauvegarder maintenant
it: Esegui backup ora
ja: 今すぐバックアップ
pt: Fazer backup agora
tr: Şimdi Yedekle
zh_hans: 立即备份

# backup.overlap.message
source: This device and your manual backup both contain data. Choose backup or restore carefully.
ar: يحتوي هذا الجهاز والنسخ الاحتياطي اليدوي على بيانات. اختر النسخ الاحتياطي أو الاستعادة بعناية.
de: Dieses Gerät und Ihr manuelles Backup enthalten beide Daten. Wählen Sie Backup oder Wiederherstellung sorgfältig.
es: Este dispositivo y tu copia manual contienen datos. Elige copia o restauración con cuidado.
fr: Cet appareil et votre sauvegarde manuelle contiennent tous deux des données. Choisissez soigneusement sauvegarde ou restauration.
it: Questo dispositivo e il backup manuale contengono entrambi dati. Scegli backup o ripristino con attenzione.
ja: このデバイスと手動バックアップの両方にデータがあります。バックアップまたは復元を慎重に選んでください。
pt: Este dispositivo e seu backup manual contêm dados. Escolha backup ou restauração com cuidado.
tr: Bu cihaz ve manuel yedeğinizin ikisinde de veri var. Yedekleme veya geri yüklemeyi dikkatli seçin.
zh_hans: 此设备和您的手动备份都包含数据。请谨慎选择备份或恢复。

# backup.premium_required
source: Upgrade for Manual Backup & Restore
ar: ترقية للنسخ الاحتياطي والاستعادة اليدويين
de: Upgrade für manuelles Backup & Wiederherstellen
es: Mejorar para copia de seguridad y restauración manual
fr: Passer à Premium pour la sauvegarde et restauration manuelles
it: Passa a Premium per backup e ripristino manuali
ja: 手動バックアップと復元にアップグレード
pt: Atualizar para backup e restauração manuais
tr: Manuel Yedekleme ve Geri Yükleme için Yükselt
zh_hans: 升级以使用手动备份和恢复

# backup.restore
source: Restore Manual Backup
ar: استعادة النسخ الاحتياطي اليدوي
de: Manuelles Backup wiederherstellen
es: Restaurar copia manual
fr: Restaurer la sauvegarde manuelle
it: Ripristina backup manuale
ja: 手動バックアップを復元
pt: Restaurar backup manual
tr: Manuel Yedeği Geri Yükle
zh_hans: 恢复手动备份

# backup.restore.confirm.action
source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
pt: Restaurar
tr: Geri Yükle
zh_hans: 恢复

# backup.restore.confirm.message
source: This replaces local data on this device with your manual backup.
ar: يستبدل هذا البيانات المحلية على هذا الجهاز بالنسخ الاحتياطي اليدوي.
de: Dies ersetzt lokale Daten auf diesem Gerät durch Ihr manuelles Backup.
es: Esto reemplaza los datos locales en este dispositivo con tu copia de seguridad manual.
fr: Cela remplace les données locales sur cet appareil par votre sauvegarde manuelle.
it: Questo sostituisce i dati locali su questo dispositivo con il backup manuale.
ja: このデバイスのローカルデータが手動バックアップで置き換えられます。
pt: Isso substitui os dados locais neste dispositivo pelo backup manual.
tr: Bu işlem bu cihazdaki yerel verileri manuel yedeğinizle değiştirir.
zh_hans: 这将用您的手动备份替换此设备上的本地数据。

# backup.restore.confirm.title
source: Restore Manual Backup
ar: استعادة النسخ الاحتياطي اليدوي
de: Manuelles Backup wiederherstellen
es: Restaurar copia manual
fr: Restaurer la sauvegarde manuelle
it: Ripristina backup manuale
ja: 手動バックアップを復元
pt: Restaurar backup manual
tr: Manuel Yedeği Geri Yükle
zh_hans: 恢复手动备份
